import React from 'react';
import Paragraph from './components/Paragraph';

class TextBody extends React.Component {
  render() {
    return (
        <div className="registerBox">
          <div className="registerMain color2">
            <h2 className="paperTitle">孕期注意事项</h2>
            <Paragraph question="孕妇不能吃什么肉类？" answer="1）兔肉。兔肉性凉、可凉血解毒，易损人阳气。清代食医王孟英在《随息居饮食谱》中说：“兔肉甘冷，凉血，多食损元阳，孕妇尤忌。”因此孕妇不能吃兔肉。2）烤肉。烤制的猪羊肉，外焦内嫩，表面含有致癌物质，内里可能含有弓形虫，弓形虫易导致胎儿发育异常，因此孕妇忌食。3）猪肝。猪肝有破血之效，会打散子宫内的废血，孕妇食用反而易导致流产。"/>
            <Paragraph question="孕妇怀孕晚期对睡姿有什么注意事项？" answer="孕晚期睡姿应特别注意，尽量使孕妇处于舒适地位。1）侧卧，腹部下放垫子。在左侧卧时，孕妈妈可以在腹中下面加一个枕头，相比起来，这个姿势减轻腹部压力的效果更好，能让孕妈妈更容易入睡。2）侧卧，脚下放垫子。如果孕妈妈在孕晚期腿部出现水肿，侧卧时在脚下放一个枕头抬高双脚，这样可以促进血液回流，减轻水肿。"/>
            <Paragraph question="孕妇妊娠糖尿病的饮食调整注意事项有哪些？" answer="1）烹饪方法以煮、清蒸为主，避免油炸、煎等。2）少吃多餐，控制甜食、水果以及高脂肪高热量食品，避免过油过咸，水果以西红柿、黄瓜等为主。3）适量运动，餐后多散步控制孕期体重增长等。"/>
            <Paragraph question="孕妇上火了怎么办？" answer="1）“去火饮食”放首位。在饮食上多饮水，多吃一些容易消化的食物，少吃辛辣、油炸、油腻的食物。多喝绿豆汤、菊花茶，适量吃些苦瓜、百合之类的苦味食物，同时注意多休息。2）23点以前睡觉。23点到凌晨1点是气血回流到肝脏的时间，如果不睡，等于强迫肝脏继续工作，再加上外气候因素，很容易表现出“该睡不睡，情绪烦躁”的情况。对于孕妇来说，睡眠尤为重要，所以孕妇一定要保证早睡早起，规律作息，才能保证不上火。"/>
            <Paragraph question="孕妇能看电视吗？" answer="电视机在工作时，显像管会不断发出肉眼看不见的X射线，这些射线有一部分射到外边，对宝宝的影响是不容忽视的，如果经常在电视机前近距离看电视，往往容易使孕妇流产或早产，还可能使胎儿畸形，特别是对1-3个月的胎儿，危害更大。如果看电视，距屏幕的距离也要2米以上为好。另外，看电视坐久了会影响下肢血液循环，更容易导致下肢静脉曲张，看电视太久或太晚，对孕妇的睡眠和休息都有一定的影响，对胎儿的发育也是不利的。因此，建议孕妇最好少看电视。"/>
            <Paragraph question="孕妇能用白花油吗？"answer="白花油是无色透明液体，外用可以治疗感冒和虫咬，内用可以驱肠胃积气。为了防止对宝宝产生不良作用，白花油禁用于腹部皮肤，而在孕妇的其他部位是可以使用的，不会产生太大影响。"/>
            <Paragraph question="高龄产妇有哪些必要做的检查？" answer="1）超声波检查。一般需要做两次，分别在12周和20周的时候进行。这项检查可用来进一步确定怀孕日期及任何发育异常的情况，如腭裂、脏器异常等。2）绒毛及羊水检查。在11周左右，用一根活检针通过宫颈活腹壁进入宫腔到达胎盘位置，取出少许绒毛组织，进行检查。也可在16周左右，在麻醉的状态下，以枕头穿刺的方法，取羊水、收集胚胎脱落细胞，进行检查。这些都是很准确地检测胎儿是否异常的方法。3）甲胎蛋白检测。在16-20周进行，是一种无危险的血样检查，测定血液中的甲胎蛋白水平，可发现神经缺损、Down综合征、肾脏和肝脏疾病等。"/>
            <Paragraph question="孕期为什么会耳鸣？" answer="怀孕期间的女性可能会出现有耳鸣的现象，一般耳鸣的症状都比较轻，不会影响到正常的生活。孕期耳鸣有以下几个原因：1）孕妇发生贫血后，由于红细胞减少，血液运载氧气的能力减弱，母体组织细胞缺氧，孕妇会出现头晕、耳鸣、四肢乏力、气短、心慌等症状；2）怀孕后体内内分泌水平比怀孕前水平升高，激素升高后会造成内耳水钠代谢紊乱，引起耳鸣；3）孕妇体内血容量增加，导致孕妇血压波动范围增加，造成耳鸣。" />
            <Paragraph question="孕妇在使用护肤品上有什么注意事项？" answer="孕妇能不能够使用护肤品要根据情况而定，一些简单的护肤品，如洗面奶或保湿用品可以选择，但成分比较复杂的护肤品，就要慎重挑选。因为皮肤可能会有少量的吸收功能，过多的护肤品的刺激可能会导致一些不良的后果。所以能否使用护肤品的问题上，要根据个人的情况做出判断，总体来说是越简单越好。孕妇是一个特殊的群体，因为胎儿的存在，很多活动都要注意，以免对胎儿的生长发育产生不良的影响。由于皮肤是人体最大的一个器官，所以皮肤的问题是比较重要的。不过要注意的是，由于皮肤的吸收功能并不是特别的好，一般情况下，经过皮肤吸收的药物的量并不会太多。如果在进行皮肤美容的过程当中，不是采用一些很特殊的药物，也不是采用非常大的剂量，那么孕妇美容也不会特别严重。大家可以根据自身的情况做出一些选择。" />
            <Paragraph question="如何预防孕期腿抽筋？" answer="预防孕期腿抽筋应该多补钙。孕妇补钙应以食物为基础，尽量从膳食中获取钙。孕期平时要注意多吃含钙丰富的食物，如芝麻、牛奶、排骨、虾皮、海带等食品，每天喝250-500ml牛奶，有利于胎儿生长，并可防止肌肉抽搐。当食物中的钙补充不够时，缺钙的准妈妈可在医生指导下服用一定剂量的钙制剂。准妈妈在补钙的过程中要注意保持维生素D、A、C的摄入量，因为这些维生素能帮助钙的吸收。维生素D比较丰富的食物如蛋黄、鱼类、鱼肝油类等，还有维生素C丰富的蔬菜、水果等，准妈妈都可以适当进食。" />
            <Paragraph question="孕期使用加湿器有什么注意事项？" answer="注意将加湿器尽量远离孕妇，更不要对着孕妇的口、鼻、肚子等重要部位，以免着凉。加湿器最好每周清洗一次，避免时间过长水中细菌滋生但加湿器使用时，并非湿度越高越好，湿度过高时会引起胸闷、痰多、呼吸困难等症状以及各种呼吸系统疾病。因此有加湿器的家庭不妨买个湿度计，湿度过高时要停止加湿。因为秋天气候干燥，有些孕妇睡觉时候使用空调，更是加重了皮肤干燥情况，这时候使用加湿器能缓解不适感。家用加湿器使用注意要有足够的水量，一个晚上保证有1L以上的水，调到中等湿度，把加湿器放在对着空调吹风的位置。" />
            <Paragraph question="孕期应当如何进行口腔护理？" answer="孕期女性要注意维护口腔卫生，避免牙菌斑、牙石在牙龈缘附近堆积，引起牙龈发炎。要坚持口腔清洁卫生，每日勤刷牙。要注意补充营养物质，多吃含钙、锌的食物。一般情况下使用适合的牙具以正确的方式每天有效刷牙两次，就能有效进行口腔护理。" />
            <Paragraph question="孕妇不能吃哪些水果？" answer="1）孕妇应慎食山楂。很多孕妇怀孕后喜欢吃酸酸甜甜的食物，有时候会想吃山楂。但孕妇需慎食山楂，因为山楂有引起子宫收缩的作用，尤其是对于有习惯性流产、自然流产以及有先兆流产征兆的孕妇来说，最好不吃为妙。此外，健康的孕妇如果不小心吃了山楂，量少的话是没什么问题的，如果量多的话最好还是看医生检查下身体，以免出现意外。2）孕妇应慎食桂圆。桂圆是一种营养丰富的水果，李时珍曾在《本草纲目》中记载：“食品以荔枝为贵，而资益则以龙眼为良”，可见桂圆的营养价值之高。从中医角度来说，虽然理论上桂圆有安胎的功效，但妇女怀孕后，大都阴血偏虚，阴虚则生内热。中医主张胎前宜凉，而桂圆性热，因此，为了避免可能出现的意外，孕妇应慎食桂圆。" />
            <Paragraph question="孕妇感冒应该如何护理？" answer="1）对轻度感冒，仅有喷嚏、流涕及轻度咳嗽，则不需用药，可注意休息，多喝开水，保暖，往往可以不治而愈。如果症状仍不改善，可口服感冒清热冲剂或板兰根冲剂等中成药。2）感冒较重有高烧者，除一般处理外，应尽快控制体温。可用物理降温法，如额、颈部放置冰块、湿毛巾冷敷、30%-35%酒精(或白酒加水冲淡一倍)擦颈部及两侧腋窝等方法;亦可选择用药物降温。在选用解热镇痛剂时，要避免采用对孕妇、胎儿和新生儿有明显不良影响的药物，例如阿司匹林之类药物。3）怀孕期间的妇女应注意休息，加强锻炼，保持强壮的身体，在疾病流行期间，注意个人卫生，不到人口密集的场所，不接触感冒的病人，家中居室通风换气，保持温、湿度适宜，经常用醋熏蒸房间，保持良好的心境，增强对疾病的抵抗能力。一旦患了感冒也不要惊慌失措或乱服药物，更不应对此不加介意，应及时到医院找医生咨询。" />
            <Paragraph question="怀孕初期出现腰酸背痛现象正常吗？该如何调节？" answer="怀孕时由于荷尔蒙发生变化，腹部和背部受的压力增加，因此常会有腰酸背痛的现象。随着怀孕周数的增加，出现腰酸背的机率也会增加，程度也愈严重。过度劳累、弯腰过度、抬举重物、站立太久、走路过多或姿势不正确都会造成腰酸背痛。一般不需要特别治疗。对于怀孕初期出现的腰酸症状，只要适当休息，加上局部热敷和按摩便可有效改善，并不需要特别就医，若有严重的肌肉无力、酸麻情形，就必须请及时就医。如果要改善怀孕初期腰酸症状，要充分休息，做产前运动，穿低跟鞋。" />
          </div>
        </div>
    );
  }
}

export default TextBody;